--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY sajad_iq                      ▀▄ ▄▀ 
▀▄ ▄▀     BY sajad_iq   (@sajjad_iq98)     ▀▄ ▄▀ 
▀▄ ▄▀      channel      (@sajad_iq98       ▀▄ ▄▀ 
▀▄ ▄▀           مساعدة4                     ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

function run(msg, matches)
local reply_id = msg['id']
local S = [[ 
♻️ اوامر الميديا ♻️

🌐 يستعمل مع الاوامر كلمت 👈 (فتح او قفل )❗️

✴️ الفيديو: 👈 (التحكم بالفيديو داخل المجموعه)
✴️ الصوت: 👈 (التحكم بالصوت داخل المجموعه)
✴️ الصور: 👈 (التحكم بالصور داخل المجموعه)
✴️ الملصقات: 👈 (التحكم بالصوت داخل المجموعه)
✴️ الجماعيه: 👈 (التحكم بالجماعيه داخل المجموعه)
✴️ الصور المتحركه: 👈 (التحكم بالصور المتحركه داخل المجموعه)
 
〰️〰️〰️〰️〰️〰️〰️〰️〰️
♻️ اوامر اضافيه ♻️

⚫️ صوت: 👈 (الكلمه المراد نطقها) 
يدعم الانكليزي فقط
⚫️ صوره: 👈 (لتحويل الملصق الى صوره)
⚫️ ملصق: 👈 (لتحويل الصوره الى ملصق)
〰️〰️〰️〰️〰️〰️〰️〰️〰️
®️™️ dev 🔧 @sajjad_iq98
®️™️ channel 🔧 @sajad_iq98
 ]]
reply_msg(reply_id, S, ok_cb, false)
end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م4)$",
},
run = run 
}
end
