--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY SAJJAD HUSSIEN                 ▀▄ ▄▀ 
▀▄ ▄▀   BY SAJJADHUSSIEN   (@sajjad_iq98)  ▀▄ ▄▀    
▀▄ ▄  JUST WRITED BY SAJJAD HUSSIEN        ▀▄ ▄▀  
▀▄ ▄▀          dev   : dev                 ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]] 
do

function run(msg, matches)
return [[

ا
                     🔸


®™ dev 🔧 :
🔸 @sajjad_iq98 🔸

🔸 تابع كل ما يخص البوتات ع قناة السورس 👇🔸

🔸 @sajad_iq98 🔸
                  
                     
                      
]]
end

return {
description = "Shows bot q", 
usage = "spam Shows bot q",
patterns = {
"^(المطور)$",
},
run = run 
}
end
