--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY sajad_iq                      ▀▄ ▄▀ 
▀▄ ▄▀     BY sajad_iq   (@sajjad_iq98)     ▀▄ ▄▀ 
▀▄ ▄▀      channel      (@sajad_iq98       ▀▄ ▄▀ 
▀▄ ▄▀          HELP2  : 2مساعدة              ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

function run(msg, matches)
local reply_id = msg['id']
local S = [[ 
📍💭 اوامر تخص المجموعه 🀄️

🎈ضع صوره : ↭↜ ( لوضع صوره للمجموعه )
🎈ضع قوانين : ↭↜ ( لوضع قوانين للمجموعه )
🎈ضع وصف : ↭↜ ( لوضع وصف للمجموعه )
🎈ضع اسم : ↭↜ ( لوضع اسم جديد للمجموعه )
ـ🔸➖🔹➖🔸➖🔹➖🔸ـ

💥ضع معرف : ↭↜ ( لوضع معرف للمجموعه )
💥ضع رابط : ↭↜ ( لوضع رابط للمجموعه )
💥الرابط : ↭↜ ( لعرض رابط المجموعه )
💥الرابط خاص : ↭↜ ( لارسال الرابط الى الخاص)
ـ🔸➖🔹➖🔸➖🔹➖🔸ـ

📍💭 اوامر رؤية الاعدادات 🀄️

🔰 معلوماتي : ↭↜ ( لعرض معلومات العضو )
🔰 معلومات المجموعه : ↭↜ ( لعرض معلومات المجموعه ) 
🔰 الاعدادت : ↭↜ ( لعرض اعدادات المجموعه )
🔰 اعدادات الوسائط : ↭↜ ( لعرض اعدادات الميديا )
🔸➖🔹➖🔸➖🔹➖
💯-Đєⱴ💀: @sajjad_iq98
💯-Đєⱴ Ϲḫ₳ͷͷєℓ💀: @sajad_iq98
]]
reply_msg(reply_id, S, ok_cb, false)
end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م2)$",
},
run = run 
}
end
