--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY sajad_iq                      ▀▄ ▄▀ 
▀▄ ▄▀     BY sajad_iq   (@sajjad_iq98)     ▀▄ ▄▀ 
▀▄ ▄▀      channel      (@sajad_iq98       ▀▄ ▄▀    
▀▄ ▄▀          dev   : dev                  ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]] 
do

function run(msg, matches)
return [[

االبوت الذي يعمل على مجوعات السوبر 🔹

يعمل البوت على مجموعات سوبر تصل الى 5 k عضو 🔹

     ≪تم صنع البوت بواسطة المطور≫
                      『  @sajjad_iq98 』
                      
                      🔹 DEV :🔹 DEV : @sajjad_iq98
                      
                      👇🏿تأبعـونأَ كل جَديد عل قنأةَ السورس👇🏿
                      
                      [ @sajad_iq98 ]
                      
                     👇🏿للأستفسار:- راسل المطور:- ☢⚜ 🔹 DEV:- @sajjad_iq98
                     
                     
                      
]]
end

return {
description = "Shows bot q", 
usage = "spam Shows bot q",
patterns = {
"^(المطور)$",
},
run = run 
}
end
