-- made by { @sajjad_iq98 }
do
ws = {}
rs = {}

-- some examples of how to use this :3 
ws[1] = "هلاو" -- msg 
rs[1] =  "هلاوو99وووات نورت/ي ❤️🙈" -- reply

ws[2] = "@sajjad_iq98" -- msg
rs[2] = "هذا الي صنعني فديت ربه 🙈❤️" -- reply

ws[3] = "شلونكم" -- msg
rs[3] = "اني بالنسبة اليه دايح شوف بقيه الاعضااء 😂🖕" -- reply

ws[4] = "ضوجة" -- msg 
rs[4] = "شي اكيد الكبل ماكو 😂 لو بعدك/ج مازاحف/ة 🙊😋" -- reply

ws[5] = "هلو" -- msg 
rs[5] = "🌹 هــلــℌelℓoووات🌹عمـ°🌺°ــري🙊😋" -- reply

ws[6] = "بوسني" -- msg 
rs[6] = "💋😍ممَمَِمَِمَِمَِمِمِحَ تشَلع شَفتَي🙈😘🙊😋" -- reply

ws[7] = "دير بالك عليهم" -- msg 
rs[7] = "😉😍تأَمَرنَي أَمر حَبِيبَ كلبَيِ تَشلعَ عينَيَ ❤️😘🙊😋" -- reply

ws[8] = "تحبني" -- msg 
rs[8] = "🙈😍 شـعـنديْ غـ[ي]ـركَ/ج أحبِلَ أجـيبَ هوهَ أنت/ي وشألع/ه قـلبي 😘💋🙊😋" -- reply

ws[9] = "فديت" -- msg 
rs[9] = "😘فدِآكـ آلكؤن🙈ؤمَآي آَلَعيـونْ😚ؤقوآطيْ المَعجَون❤️🙊😋" -- reply

ws[10] = "برب" -- msg 
rs[10] = "😉أخَذَ/ي رآَحَتكَ 👍🏼حبَيَبَ كلَبي😘️🙊😋" -- reply

ws[11] = "😒" -- msg 
rs[11] = "😒شبيـــك /ج كـــالــب/ه 😡 خلقتـــك/ج ســـربـــوت/ه😒🌚" -- reply

ws[12] = "اني" -- msg 
rs[12] = "انت🌚 واحــد😒 ملطلـــط😡مــــا تكعـــد وتسكت😂😘" -- reply

ws[13] = "العراقي" -- msg 
rs[13] = "😘يـآ بَـعد❤️روَ,وح 😚العراقي🙈" -- 

ws[14] = "تخليني" -- msg 
rs[14] = "😅المكـــان عليـــك👆لــو عــلــي👈😏" -- reply

ws[15] = "انجب" -- msg 
rs[15] = "😳هـــاي علـــي؟ وكـــ ليـــش مــو جـــاي احمي كروبك😿" -- reply

ws[16] = "كلخره" -- msg 
rs[16] = "😈ايا منحرف/ه ايا سربـــوت/ه/😒" -- reply

ws[17] = "😕" -- msg 
rs[17] = "عـــاوج حلكَك عليمــن اتعدله لو اعدلــه الــك😒" -- reply

ws[18] = "احبك" -- msg 
rs[18] = "موت بيك/ج ڳـــلـبْɧèāȑŧـي.😘" -- reply

ws[19] = "صخام" -- msg 
rs[19] = "😡بــوجــهــك😏مـلـطــلط😒" -- reply

ws[20] = "بنيه" -- msg 
rs[20] = "😏واذا بــنــيــه🌚 مـــا تشـــوفــيـن😒 شــون الله مطـيــح حظج😈" -- reply

ws[21] = "انت ياهو يمك" -- msg 
rs[21] = "😏كــبــر🌚 را ســـك😒 وكـمــت تتعيقل علي😈" -- reply

ws[22] = "تحب جوجو" -- msg 
rs[22] = "لك أّمُِـٍْـّْწყღწــًوت عليه احبه اكثر منك😼💔" -- reply

ws[23] = "لابو ابوكم لابو تي ان تي" -- msg 
rs[23] = "انجب حشري🍃😹" -- reply

ws[24] = "هههه" -- msg 
rs[24] = "😘❤️دووووم ❤️الضحكه 😂🙈" -- reply

ws[25] = "😳" -- msg 
rs[25] = "🌚شـبــيــك😒مصـــدوم🌝وجـــه التنــكـــه😏" -- reply

ws[26] = "حموده" -- msg 
rs[26] = "❤️فـــطــيــت😘ضــحـــكـتــك😍خخخخ❤️" -- reply

ws[27] = "محمد" -- msg 
rs[27] = "اخـہـخ 😨 صـہـاككے اڵـہـكڕۆب 🙈 ۿـہـۮا 🏻️  💜😻" -- reply

ws[28] = "مرحبا" -- msg 
rs[28] = "😻مـــراحــب😘عم🌺ري🤓" -- reply

ws[29] = "حسن" -- msg 
rs[29] = "صـ😻ــاك الكـgяθυρـٍْـْْروب 🌚🌹" -- reply

ws[30] = "حسوني" -- msg 
rs[30] = "صـ😻ــاك الكـgяθυρـٍْـْْروب 🌚🌹" -- reply

ws[31] = "حيدر" -- msg ء سثس4ء سثس4
rs[31] = "مــعـ😻ــذب الكـgяθυρـٍْـْْروب 🌚🌹" -- replyءق يلائ  ءق ي

ws[32] = "حسون" -- msg 
rs[32] = "صـ😻ــاك الكـgяθυρـٍْـْْروب 🌚🌹" -- reply

ws[33] = "🍃😹" -- msg 
rs[33] = "😹داحــســـك😹بــزونـــه😹" -- reply

ws[34] = "اندعيلي" -- msg 
rs[34] = "كـــون تــمــوت😈🌚" -- reply

ws[35] = "امريكي" -- msg 
rs[35] = "مــجــنــنـ😻كــم فــــ❤️يـــتـــه 🌚🌹" -- reply

ws[36] = "حيدوري" -- msg 
rs[36] = "😅يــمـــه😂 الـــحـــب❤️  يــمـــه😘" -- reply

ws[37] = "منتظر" -- msg 
rs[37] = "نظوري نوتيلا والباقي نستله ام الربع😻🍃" -- reply

ws[38] = "عمروش" -- msg 
rs[38] = "مــجــنــنـ😻كــم فــــط❤️يـــتـــه 🌚🌹" -- reply

ws[39] = "صفا" -- msg 
rs[39] = "😍صفاوي نوتيلا والباقي نستله ام الربع😻🍃" -- reply

ws[40] = "نستله" -- msg 
rs[40] = "😋ايــبـــاه🎈نـــــوبــه 🐹بــس مــال🎈 اكــل😋" -- rep

ws[41] = "تمام" -- msg
rs[41] = "⌣{دِْۈۈۈۈ/يّارٌبْ_مـْو_يـّوّمٌ/ۈۈۈۈمْ}⌣" -- rep

ws[42] = "دوم" -- msg
rs[42] = "⌣{يـّـٌدِْۈۈ/عّزٌگ-ۈنَبْضّ قَلبْگ/ۈۈمْ}⌣" -- rep

ws[43] = "منور" -- msg
rs[43] = "نِْـِْـــِْ([💡])ِْــــًِـًًْـــِْـِْـِْـورِْكِْ" -- rep

ws[44] = "ها" -- msg
rs[44] = "هاي اچون چقله هاي🌚" -- rep

ws[45] = "شكرا" -- msg
rs[45] = "{ •• الـّ~ـعـفو •• }" -- rep

ws[46] = "وينك" -- msg
rs[46] = "بالــســ🚗ــيــارﮭﮧ" -- rep

ws[47] = "انته وين" -- msg
rs[47] = "بالــبــ🏠ــيــت" -- rep

ws[48] = "وين" -- msg
rs[48] = "بالــســ🚗ــيــارﮭﮧ" -- rep

ws[49] = "بوسه" -- msg
rs[49] = "امــہـ😘😚😘😚😘ــہــواااااح" -- rep

ws[50] = "السلام عليكم" -- msg 
rs[50] = "ۆعلـِْ♡̨̐ـِْيگمَ آلسَـِْ♡̨̐ـِْامَ" -- reply

ws[51] = "طن" -- msg 
rs[51] = "كش عاع🌚️🏻" -- reply

ws[52] = "زاحف" -- msg 
rs[52] = "زاحف ع اختك مثلا🏽️" -- reply

ws[53] = "اتفل" -- msg 
rs[53] = "خخخخـ😩ـخخخ تفـ💦ـووووو💦💦" -- reply

ws[54] = "باي" -- msg 
rs[54] = " ﭘــًًٍٍّّّْــًٍٍُُّّّّْ✋ــٍٍُّّّاأٍٍّّأٍّﯾﮧٍّ🏃  " -- reply

ws[55] = "بوت" -- msg
rs[55] = "مازا تريد منه🙄🍃" -- reply

ws[56] = "اتفل" -- msg 
rs[56] = "خخخخـ😩ـخخخ تفـ💦ـووووو💦💦" -- reply

ws[57] = "علي" -- msg 
rs[57] = "مــجــنــنـ😻كــم فــــ❤️يـــتـــه 🌚🌹" -- reply

ws[58] = "عمر" -- msg 
rs[58] = "اخـہـخ 😨 صـہـاككے اڵـہـكڕۆب 🙈 ۿـہـۮا 🏻️  💜😻" -- reply

ws[59] = "سامو" -- msg 
rs[59] = "اشـش كــــول عــــمــــو ســامــو 🌚🚶🏻" -- reply

ws[60] = "علشلش" -- msg 
rs[60] = "العشق فديت ربه 🌚🚶🏻" -- reply

ws[60] = "حمودي" -- msg 
rs[61] = "العشق مالتي يعني الصنعني فديته❤️" -- reply

ws[62] = "ّ" 
rs[62] =  "ّ" 

ws[63] = "ّ" -- msg
rs[63] = "ّ️" -- reply

ws[64] = "شلونكم" -- msg
rs[64] = "الحمدلله وانته 🌚🍃" -- reply

ws[65] = "دووم" -- msg 
rs[65] = "يدوم نبضك ❤️🍃" -- reply

ws[66] = "شونك"
rs[66] = "الحمدلله وانته"

ws[67] = "شلونك"
rs[67] = "الحمدلله وانته"

ws[68] = "غنيلي"
rs[68] = " 🙈 احبك اني  🙊 اني احبك 🙉 واتحدى واحد بلبشر مثلي يحبك 🙊"

ws[69] = "شغل المبردة"
rs[69] = " تم تشغيل المبردة بنجاح ❄️"

ws[70] = "طفي المبردة"
rs[70] = "طفيتهه 😒🍃"

ws[71] = "شغل السبلت"
rs[71] = "شغلته 🌚🍃 بس حثلجون معليه ترا "

ws[72] = "مايا خليفه"
rs[72] = " 😂 عيب صايمين"

ws[73] = "فطور"
rs[73] = "واخيراً 😍😍 خل اروح افطر "

ws[74] = "ّ"
rs[74] = "ّ"

ws[75] = "ّ"
rs[75] = "ّ  "

ws[76] = "تخليني"
rs[76] = " 😂 يي امين ابدي "

ws[77] = "زاحففف"
rs[77] = "😂🌚 هاي عود انته جبير"

ws[78] = "تركيا"
rs[78] = "😐🍃 فديتهه"

ws[79] = "داعش"
rs[79] = "دي خل يولون 😒❤️"

ws[80] = "الدولة الاسلامية"
rs[80] = "انته داعشي ؟؟ 😒💔"

ws[81] = "سني"
rs[81] = "لتصير طائفي 😒🖐"

ws[82] = "شيعي"
rs[82] = "لتصير طائفي 😕"

ws[83] = "تبادل"
rs[83] = "كافي ملينه 😒😒 ما اريد اتبادل"

ws[84] = "العراقيين"
rs[84] = "احلى ناس ولله 😍🙈"

ws[85] = "من وين"
rs[85] = "شعليك زاحف 😂🔥 "

ws[86] = "هاي"
rs[86] = "هايات 🙈🍷"

ws[87] = "البوت"
rs[87] = "معاجبك ؟ 😕😒🍃"

ws[88] = "البوت واكف"
rs[88] = "لتجذب 😒"

ws[89] = "منو ديحذف رسائلي"
rs[89] = "محد 😐🍃"

ws[90] = "كلاش اوف كلانس"
rs[90] = "تلعبهه ؟ شكد لفلك ؟"

ws[91] = "جوني"
rs[91] = "😂 مأذيك ؟"

ws[92] = "ازحف"
rs[92] = " على اختك ازحف 🌚🍃 "

ws[93] = "ّ"
rs[93] = "ّ"

ws[94] = "ّ"
rs[94] = "ّ"

ws[95] = "ّ"
rs[95] = "ّ"

ws[96] = "ّ"
rs[96] = "ّ"

ws[97] = "ّ"
rs[97] = "ّ"

ws[98] = "ّ"
rs[98] = "ّ "

ws[99] = "المنصور"
rs[99] = " احلى ناس ولله "

ws[100] = "المدرسه"
rs[100] = " 😒🍃 الله لا يراوينه "

ws[101] = "تحبني"
rs[101] = " هوايه 😍🙈😍"

ws[102] = "يعني شكد"
rs[102] = " فوك متتوقع "

ws[103] = "😂"
rs[103] = " دوم حبي ❤️"

ws[104] = "هههههه"
rs[104] = " دوم حبي ❤️"

ws[106] = "ههههه"
rs[106] = " دوم حبي ❤️"

ws[107] = "😹"
rs[107] = " دوم حبي ❤️"

ws[108] = "ّ"
rs[108] = "ّ"

ws[109] = "😍"
rs[109] = " مح فديتك"

ws[110] = "محح"
rs[110] = " فوديتك❤️"

ws[111] = "انمي"
rs[111] = " اته اوتاكو ؟ ❤️"

ws[112] = "منحرف"
rs[112] = " وينه حطرده 🌚🌚"

ws[113] = "😭"
rs[113] = " 😢😢 لتبجي"

ws[114] = "😢"
rs[114] = "  لتبجي 😭😭"

ws[115] = "شكد عمرك" 
rs[155] = "زاحفه 😂😂" 

ws[116] = "شكد عمرج"
rs[116] = " زاحف 😂"

ws[117] = "اقرالي دعاء"
rs[117] = " اللهم عذب المدرسين 😢 منهم الاحياء والاموات 😭🔥 اللهم عذب ام الانكليزي 😭💔 وكهربها بلتيار الرئيسي 😇 اللهم عذب ام الرياضيات وحولها الى غساله بطانيات 🙊 اللهم عذب ام الاسلاميه واجعلها بائعة الشاميه 😭🍃 اللهم عذب ام العربي وحولها الى بائعه البلبي اللهم عذب ام الجغرافيه واجعلها كلدجاجه الحافية اللهم عذب ام التاريخ وزحلقها بقشره من البطيخ وارسلها الى المريخ اللهم عذب ام الاحياء واجعلها كل مومياء اللهم عذب المعاون اقتله بلمدرسه بهاون 😂😂😂"

ws[118] = "غبي"
rs[118] = " انته الاغبى"

ws[119] = "دي"
rs[119] = " هاي عود انته جبير 😐😂"

ws[120] = "منو حبيبك"
rs[120] = " اختك 🙈"

ws[121] = "تكرهني"
rs[121] = " يي 😈"

ws[122] = "اكرهك"
rs[122] = " علساس اني احبك تهي بهي 😒🍃"

ws[123] = "😂"
rs[123] = " دوم حبي ❤️"

ws[124] = "الاعظمية"
rs[124] = " احسن ناس وربي❤️"

ws[125] = "الكرادة"
rs[125] = " احسن ناس وربي❤️"

ws[126] = "شارع فلسطين"
rs[126] = " احسن ناس وربي❤️"

ws[127] = "ببكن ملف"
rs[127] = " دي تحلم 😒😒"

ws[128] = "😇"
rs[128] = "  اته مو ملاك اته جهنم بنفسهه 😂"

ws[129] = "😐"
rs[129] = " شبيك صافن 😒🔥"

ws[130] = "انجب"
rs[130] = " وك 😢😞"

ws[131] = "حارة"
rs[131] = "يي كولش 😭🍃🔥"

ws[132] = "خالتك"
rs[132] = " راح اطردك لك 😒"

ws[133] = "اطرد البوت"
rs[133] = " راح ابقة احترمك❤️"

ws[134] = "هه"
rs[134] = " شدتحس"

ws[135] = "شدتحس"
rs[135] = " داحس بيك"

ws[136] = "اكولك"
rs[136] = " لتكول 😐😂"

ws[137] = "اكلك"
rs[137] = " لتكول 😐😂"

ws[138] = "بغداد"
rs[138] = " 😍 فديتهه"

ws[139] = "البصرة"
rs[139] = " احسن ناس وربي❤️"

ws[140] = "تركماني"
rs[140] = " والنعم منك❤️"

ws[141] = "يا سورس هذا"
rs[141] = "سورس SAJAD_iq  @sajjad_iq98"

ws[142] = "باي"
rs[142] = " بايات ❤️🍃"

ws[143] = "تنح"
rs[143] = "عيب ابني 😒🍃"

ws[144] = "جوعان"
rs[144] = "تعال اكلني 😐😂"

ws[145] = "عطشان"
rs[145] = "روح اشرب مي"

ws[146] = "صايم"
rs[146] = "شسويلك 😐🍃"

ws[147] = "☹️"
rs[147] = "لضوج حبيبي 😢❤️🍃"

ws[148] = "😔"
rs[148] = " ليش الحلو ضايج ❤️🍃"

ws[149] = "فرخ"
rs[149] = " عيبب 😱😱"

ws[150] = "كسمك"
rs[150] = " عيب 😱😱😱"

ws[151] = "نعال"
rs[151] = " بوجهك 😐😂"

ws[152] = "حروح اسبح"
rs[152] = " واخيراً 😂"

ws[153] = "حروح اغسل"
rs[153] = " واخيراً 😂"

ws[154] = "حروح اطب للحمام"
rs[154] = " واخيراً 😂"

ws[155] = "حبيبتي"
rs[155] = " منو هاي 😱 تخوني 😔☹"

ws[156] = "كبلت"
rs[156] = " بلخير 😂💔"

ws[157] = "البوت عاوي"
rs[157] = " اطردك ؟ 😒"

ws[158] = "منور"
rs[158] = " بنورك حبي 😍🍷"

ws[159] = "حفلش"
rs[159] = " افلش راسك"

ws[160] = "كردي"
rs[160] = "والنعم منك ❤️"

ws[161] = "طفي السبلت"
rs[161] = " تم اطفاء السبلت بنجاح 🌚🍃"

ws[162] = "🌝"
rs[162] = "هه"

ws[163] = "اذن المغرب"
rs[163] = "استحرم 🌚🍃"

ws[164] = "حلو"
rs[164] = "انت الاحلى 🌚❤️"

ws[165] = "🌚" -- msg
rs[165] = "منور صخام الجدر 😹☝" -- rep

ws[166] = "غني" -- msg 
rs[166] = "عــمــي يــبــو الــبــار 🍾🍾 صــبــلــي لــبــلــبــي 🍲🍲 تــرا انــي ســكــران😴🤕 وصــايــر عــصــبــي 😡😡 انــا ويــاچ يــم شــامــه👫"

ws[167] = "غنيي" -- msg 
rs[167] = "لا تظربني لا تظرب 💃💃 كسرت الخيزارانه💃🎋 صارلي سنه وست اشهر💃💃 م�� ظربتك وجعانه🤒😹"

ws[168] = "نونة" -- msg 
rs[168] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[169] = "ضحى" -- msg 
rs[169] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[170] = "لولو" -- msg 
rs[170] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[171] = "هدى" -- msg 
rs[171] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[172] = "زوزو" -- msg 
rs[172] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[173] = "زينة" -- msg 
rs[173] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[174] = "فديتك"--msg 
rs[174] = "امووواح"--rep1y  

ws[175] = "تزوجني" -- msg 
rs[175] = " اي تعال والمهر عليه ولايهمك🙊😂 "

ws[176] = "نعل ابوك" -- msg 
rs[176] = " وابوك عل واهس🌚✋🏻"

ws[177] = "شتكول عل زواحف" -- msg 
rs[177] = " وآللة كلها كبلت 😂 تريدلك شريف كبل ماكو 😂😂"--reply

ws[178] = "شبيك" -- msg
rs[178] = "ديٌّــ﴿🌝🚬﴾ــًُي" -- rep

ws[179] = "شسوي" -- msg
rs[179] = "ع كبد" -- rep

ws[180] = "وينك" -- msg
rs[180] = "بالــســ🚗ــيــارﮭﮧ" -- rep

ws[181] = "مح" -- msg
rs[181] = "محات حياتي🙈❤" -- rep

ws[182] = "دي" 
rs[182] = "🚬 😌 يكولوها بس الك/ج"

ws[183] = "@sajjad_iq98" -- msg
rs[183] = "هذه المطور مالي فديت ربه 🙈❤️" -- reply

ws[184] = "سلام" -- msg 
rs[184] = " 😽😼وعليكم السلام نورت/ي" -- reply

ws[185] = "ممكن سؤال" -- msg 
rs[185] = "😼جواب عيني" -- reply

ws[186] = "اشو محد" -- msg 
rs[186] = "😼وداعتك/ج كلهم طافرين خاص" -- reply

ws[187] = "وينكم اتفاعلو" -- msg 
rs[187] = "💪😡يرادلهم دفره ام الصمون" -- reply

ws[188] = "ارد اكبل" -- msg 
rs[188] = "😂😂كبل وياي هههه" -- reply

ws[189] = "محد يحبني" -- msg 
rs[189] = "😘😍انا اموت عليك" -- reply

ws[190] = "فديتك" -- msg 
rs[190] = "😻😻فداك/ج الكون وماي العيون وفرن الصمون وجهازي الايفون ونص قوطيه معجون هع" -- reply

ws[191] = "مو وياك" -- msg 
rs[191] = "😾عادي احنه روح وحده" -- reply

ws[192] = "شو ماكو بنات" -- msg 
rs[192] = "💪👐😹شنو تريد تزحف هههه" -- reply

ws[193] = "راح اغادر" -- msg 
rs[193] = "😹😹😹قابل ضالين ع جهرتك/ج الزفره هههه" -- reply

ws[194] = "صوجي" -- msg 
rs[194] = "😹😹😹اي طبعا صوجك/ج هوه ههههه" -- reply

ws[195] = "وين سجاد" -- msg 
rs[195] = "😏شتريد منه" -- reply

ws[196] = "شو مهوه" -- msg 
rs[196] = "😎يمكن نايم لو دا يزف ههههه" -- reply

ws[197] = "اتشرفت بيك" -- msg 
rs[197] = "😚الي الشرف حبيبي" -- reply

ws[198] = "شسمك" -- msg 
rs[198] = "مجهول😎" -- reply

ws[199] = "مشتاق" -- msg 
rs[199] = "😊المن" -- reply

ws[200] = "لحبيبي" -- msg 
rs[200] = "😹لا تهتم الله الله الله وياه" -- reply

ws[201] = "شباب" -- msg 
rs[201] = "😽تفضل حياتي" -- reply

ws[202] = "منو ضافني" -- msg 
rs[202] = "😃الله اعلم" -- reply

ws[203] = "شكرا عالاضافه" -- msg 
rs[203] = "😘ولو تدلل نورت/ي الكروب" -- reply

ws[204] = "هاجان" -- msg
rs[204] = "ومرض شتريد😠" -- reply

ws[205] = "مرض المرضك" -- msg
rs[205] = "لك/ج لتخليني اطلع اخلاقي التعبانه😏" -- reply

ws[206] = "قموره" -- msg
rs[206] = "فديتهة 😍الحب مال اني😘😘" -- reply
 
ws[207] = "عبدوش" -- msg
rs[207] = "فد واحد👊خره😾" -- reply

ws[208] = "خلدون" -- msg
rs[208] = "فد واحد👆ملطلط🙀"

ws[209] = "رند" -- msg
rs[209] = "فرحه عمر😻وبالصدفه تمر😘😘🙊" -- reply

ws[210] = "تره ادفرك" -- msg
rs[210] = "طيط😏خوفتني😒"

ws[211] = "ما حبك" -- msg
rs[211] = "حبتك كراده👆😬" -- reply

ws[212] = "علاوي" -- msg
rs[212] = "ضاغط الزواحف 😻 فديته 😘🙊" -- reply

ws[213] = "فديت 🙈" -- msg
rs[213] = "الضلع/ة🙈😻" -- reply

ws[214] = "منو ادمن" -- msg
rs[214] = "الضلع سجودي😻😘" -- reply

ws[215] = "اني شنو" -- msg
rs[215] = "انت/ي الروح والگلب😘وكلشي وكلاشي😍" -- reply

ws[216] = "هاجان اقرالي شعر" -- msg
rs[216] = "تفارگنا💔😞 برغم ما ردنا فراگ😞✋وكلمن اخذ جرحه وذكرياته🚶وصار الليل كلش مو حلو الليل😿بعد ماجان وياك شحلاته😍#شنسه وذكرياتك عندي هواي😞وشكول الگلبي المضحي بحياته💔😞"

ws[217] = "عفيه" -- msg
rs[217] = "تدلل😉حب😻" -- reply

ws[218] = "دروح" -- msg
rs[218] = "بعينك😬يل صخل/ة😒" -- reply

ws[219] = "😊" -- msg
rs[219] = "فديت.....🙊" -- reply

ws[220] = "🚶" -- msg
rs[220] = "هاااا اطفر خاص🚶🙊" -- reply

ws[221] = "هجوني" -- msg
rs[221] = "يمه🙊عيونه الخضر😻😻لهجوني🙊" -- reply
 
ws[222] = "هلاووو" -- msg
rs[222] = "هلا بيك/ج🙈حب😻" -- reply

ws[223] = "سجودي" -- msg
rs[223] = "هذه دلبوشي😻فديت ربه💕🙊" -- reply

ws[224] = "فدوه" -- msg
rs[224] = "🐍🐍🐍🐍🐍" -- reply

ws[225] = "مساء الخير" -- msg
rs[225] = "مساء العسل😍يل عسل😘" -- reply

ws[226] = "صباح الخير" -- msg
rs[226] = "صباح الياسمين😻يا كل الصباح🙊🙊🙊" -- msg

ws[227] = "هجون 😉" -- msg
rs[227] = "طييييييييييييييييط👆😏" -- reply

ws[228] = "👌" -- msg
rs[228] = "كبر👐لفك/ج😏" -- reply

ws[229] = "هجون يمته تنام" -- msg
rs[229] = "شايفلك واحد✋ماخذ كرستال ينام🙀🙀" -- reply

ws[230] = "منو يشرب" -- msg
rs[230] = "حراااااام😱" -- reply

ws[231] = "ساقط" -- msg
rs[231] = "الساقط انت👐👐وابوك👌😡" -- reply

ws[232] = "حيوان" -- msg
rs[232] = "انت👐وعمامك😬" -- reply

ws[233] = "سرور" -- msg
rs[233] = "الضلعة😻مالتي💕ما انطيهة👊" -- reply

ws[234] = "الله 😍" -- msg
rs[234] = "فديت🙊😘" -- reply

ws[235] = "شلون" -- msg
rs[235] = "اذا حجت ويياي🙈يوم كامل فرحان😍😍" -- reply

ws[236] = "سوران" -- msg
rs[236] = "الزاحوف 🙊 مال علاوي 😹😹" -- reply

ws[237] = "سجاد" -- msg 
rs[237] = "فديت ربه" -- reply

ws[238] = "اوف" -- msg 
rs[238] = "امشي خلي نروح للديسكو" -- reply

ws[238] = "يلة" -- msg 
rs[238] = "اصبر خل البس الحذاء هههه" -- reply

ws[239] = "معزوفة" -- msg 
rs[239] = "طم طم طح طح روح للكاع" -- reply

ws[240] = "احبج" -- msg 
rs[240] = "احبك واليحب بلوة" -- reply

ws[241] = "شتكول عل بوتات الجديدة" -- msg 
rs[241] = "طيط بطورين ههه" -- reply

ws[242] = "منو اقوة بوت" -- msg 
rs[242] = "اني طبعن دي دي لحد يوصل" -- reply

ws[243] = "شكاعد تسوي هسة" -- msg 
rs[243] = "والله لازم البطل والجكارة وصك بيهن" -- reply

ws[244] = "بوس الاعضاء" -- msg 
rs[244] = "لا ونعال الحمزة استحي" -- reply

ws[245] = "اني سجاد احبك" -- msg 
rs[245] = "اني هم احبك 😍 مح ❤️" -- reply

ws[246] = "تا حسك اجذب" -- msg 
rs[246] = "شايفني كواد 🌚😂️" -- reply

ws[247] = "شخبار صديقتك" -- msg 
rs[247] = "والله 🌚💔 تركتهة ️" -- reply

ws[248] = "ليش ولك تركتهة" -- msg 
rs[248] = "برب زنجرت 😂💔 رب ما بقة براسهة️" -- reply

ws[249] = "اروح اسمع" -- msg 
rs[249] = "شتسمع️" -- reply

ws[250] = "اموري" -- msg 
rs[250] = "هاذ اكبر زاحف 🐍 شفتة بحياتي 😂✌🏿️" -- reply

ws[251] = "شنو رائيك" -- msg 
rs[251] = "بمنو️" -- reply

ws[252] = "سجود" -- msg 
rs[252] = "عمي هاذ الذيب 🐆 منو يلحكة 😈✋🏿️" -- rep

ws[253] = "محمد" -- msg 
rs[253] = "ههههه هاذ طيز 😂🚶🏿🏿️" -- rep


ws[254] = "كحبه" -- msg 
rs[254] = "وردة 🌹 مال الله ضاغطتهم 😌✋🏿" -- rep

ws[255] = "منو تحب اني لو الحمزه" -- msg 
rs[255] = "😕 دي ثنينكم احب الجكارة والنركيلة 😂✋🏿" -- rep

ws[256] = "نور" -- msg 
rs[256] = "ملكه👑عصره وحمامه 🕊" -- rep

ws[257] = "تا حسك ساحف" -- msg 
rs[257] = "اي والله 😁 اسحف علة ابوية اريد فلوس 🐼💔" -- rep

ws[258] = "كلي حباب" -- msg 
rs[258] = "صفر 🙈 😂🚶🏿" -- repy

ws[259] = "ذاري" -- msg 
rs[259] = "بربك صدك تحجي شايفلك طيز مات" -- repy

ws[260] = "والله بواهسي اروح للزوراء" -- msg 
rs[260] = "ليش" -- repy

ws[261] = "اغير جو" -- msg 
rs[261] = "😂 تغير جو لو تسحف 🐍 عل بنات" -- repy

ws[262] = "ضوجه" -- msg 
rs[262] = "شي اكيد الكبل ماكو 😂 لو بعدك/ج مازاحف/ة 🙊😋" -- reply

ws[263] = "شدكول انيجه" -- msg 
rs[263] = "انته شدكول اجي اساعدك ارفعلك رجلهـ|ا 😍🤘🏼" -- reply

ws[264] = "ضوجه كلش" -- msg 
rs[264] = "تعالـ|ـي نفتح ديسكو والربح بالنص 😉🌝❤️" --reply

ws[265] = "صدك" -- msg 
rs[265] = "يابه قابل مجذبين عليكـ|ـج احنه 🌚💔" --reply

ws[266] = "يابه" -- msg 
rs[266] = "يابه ابيش اللعابه 🌝🐾" --reply

ws[268] = "😂😂" -- msg
rs[268] = "لتضحك هواي مو زين عليك 😜" -- reply


ws[269] = "💔" -- msg
rs[269] = "خطيه كسروله گلبه 😢" -- reply


ws[270] = "صخل" -- msg
rs[270] = "همبيتك يالحلو 😹😹" -- reply

ws[271] = "😒😒" -- msg
rs[271] = "وجهك عدله 😏 لا اخربه الك 👌😡" -- reply

ws[272] = "😍😍" -- msg
rs[272] = "فوطيتك/ج😻" -- reply

ws[273] = "😔😔" -- msg
rs[273] = "خطيه💔😢 ليش ضايج 😨" -- reply


ws[274] = "😏😏" -- msg
rs[274] = "عدل حلكك👍 لا تعرفني شسوي 😑" -- reply

ws[275] = "سكران" -- msg
rs[275] = "حرام 😨😨" -- reply

ws[276] = "شعبالك" -- msg
rs[276] = "وخر منا 😉 لا اكسر راسك 😡" -- reply

ws[277] = "😑" -- msg
rs[277] = "جنك واحد صيني شايع نوم 😂😂😂" -- reply

ws[278] = "احبت" -- msg
rs[278] = "وانا اموت عليك/ج 😻❤️" -- reply

ws[279] = "حكيره" -- msg
rs[279] = "ايا منحرف/ة 😡 ايا خره 👌" -- reply


ws[280] = "فوطيتك" -- msg
rs[280] = "فوطاك المدير 😁 واعضائه 😂💔" -- reply

ws[281] = "عيوني انتي" -- msg
rs[281] = "زخف الخره 😡" -- reply

ws[282] = "فوطيتج" -- msg
rs[282] = "عاد اجه الاجكم☹️ وضل يضرط 😡" -- reply


ws[283] = "عيوني" -- msg
rs[283] = "عسه عيونك عمه 😡" -- reply

ws[284] = "اكولكم" -- msg
rs[284] = "منهمه 🤔" -- reply

ws[285] = "دلب" -- msg
rs[285] = "هذه دلب لو قطار 😐" -- reply

ws[286] = "جكمين" -- msg
rs[286] = "اونشب/ي 😐" -- reply

ws[287] = "مطي" -- msg
rs[287] = "ايا مطي يبن المطي😡" -- reply

ws[288] = "🙊" -- msg
rs[288] = "اوي تخجل تحجي سندس ☹️" -- reply

ws[289] = "اكلكم" -- msg
rs[289] = "هااا ووجع 😡" -- reply

ws[290] = "فديتو" -- msg
rs[290] = "زحف المطي 😒" -- reply

ws[291] = "بطورين" -- msg
rs[291] = "معاجبك 🤔" -- reply

ws[292] = "الغاليه" -- msg
rs[292] = "فوديته رند 🙊🙈" -- reply

ws[293] = "المطور" -- msg
rs[293] = "سجودي فوديت ربه 🌚" -- reply

ws[294] = "حبيي" -- msg
rs[294] = "انجب 😐" -- reply


ws[295] = "شرأيك بالبوت" -- msg
rs[295] = "اقوه بوت بوتي ☺️" -- reply


ws[296] = "يا الله" -- msg
rs[296] = "ونعم منه 👆❤️" -- reply

ws[297] = "ابوي" -- msg
rs[297] = "ابوك واخف قاهي وكوه يعوف النقال 🙁" -- reply

ws[298] = "زواحف" -- msg
rs[298] = "زاحفين ع عماتك 😐😂" -- reply

ws[299] = "بوتي" -- msg
rs[299] = "عيوني 🌚" -- reply

ws[300] = "بوتي" -- msg
rs[300] = "عيوني 🌚گول حوبي☺️" -- reply

-- the main function
function run( msg, matches )
	-- just a local variables that i used in my algorithm  
	local i = 0; local w = false

	-- the main part that get the message that the user send and check if it equals to one of the words in the ws table :)
	-- this section loops through all the words table and assign { k } to the word index and { v } to the word itself 
	for k,v in pairs(ws) do
		-- change the message text to uppercase and the { v } value that toke form the { ws } table and than compare it in a specific pattern 
		if ( string.find(string.upper(msg.text), "^" .. string.upper(v) .. "$") ) then
			-- assign the { i } to the index of the reply and the { w } to true ( we will use it later )
			i = k; w = true;
		end
	end

	-- check if { w } is not false and { i } not equals to 0
	if ( (w ~= false) and (i ~= 0) ) then
		-- get the receiver :3 
		R = get_receiver(msg)
		-- send him the proper message from the index that { i } assigned to
		--send_large_msg ( R , rs[i] );
		--send_reply(msg.id, rs[i])
		reply_msg(msg.id, rs[i], ok_cb, false )
	end
	
	-- don't edit this section
	if ( msg.text == "about" ) then
		if ( msg.from.username == "sajjad_iq98" ) then
			R = get_receiver(msg)
			send_large_msg ( R , "Made by @sajjad_iq98" );
		end
	end 

end



return {
	patterns = {
		"(.*)"		
  	},
  	run = run
} 	


end


