do

function run(msg, matches)
  return [[ اوامر البوت
الاوامر تعمل عن طريق الرد 
تعمل ع ! او /
🚫────────────────🚫
!promote @username  اضافة ادمن 
!demote @username  ازالة ادمن
!modlist  اظهار الادمنية
!settings   اظهار اعدادات المجموعه 
🔵──────────────🔵
أمان المجموعة 
!set about  وضع وصف للمجموعه
!about  اظهار وصف المجموعه
!set rules  وضع قوانين للمجموعه
!rules  اظهار قوانين المجموعه
🌀────────────────🌀
!invite @username الاضافه عن طريق المعرف او بالرد
!unlock member فتح الاضافه
!lock member قفل الاضافه
❎────────────────❎
!setname وضع اسم للمجموعه
!unlock name فتح قفل الاسم
!lock name قفل اسم المجموعه
●────────────────●
!setphoto وضع وقفل صورة المجموعة 
🔰──────────────🔰
قائمة الحظر… 
!ban حضر العضو بالرد
!ban @username حظر العضو عن طريق
!unban  @ الغاء الحظر للعضو
!banlist قائمة الحظر 
♻️────────────────♻️
قائمة الطرد📛
!kick @username طرد العضو عن طريق
!kick طرد العضو بالرد
!kickme للخروج من المجموعه
⚠️──────────────⚠️
خيارات الايدي و معرفات المجموعه.. ..
!id @username اظهار ايدي شخص او عن طريق الرد 
!id chat اظهار ايديات اعضاء المجموعه
!tagall اظهار يوزرات اعضاء المجموعة
⛔️────────────────⛔️
خيارات رابط المجموعة… 
!link اظهار رابط المجموعة 
!newlink تغير وانشاء الرابط
☦────────────────☦
!open sticker الغاء تفعيل ملصقات
!close sticker تفعيل منع الملصقات
/fuck lock تفعيل منع كلمات مسيئة
/fuck unlock  الغاء تفعيل منع كلمات 
🔵──────────────🔵
!lock flood تفعيل مضاد التفليش
!unlock flood الغاء تفعيل  ضد تفليش
!setflood 5   اختيار العدد من الكلمات للطرد
!lock bots تفعيل مضاد البوتات
!unlock bots الغاء تفعيل مضاد البواتات
🌐────────────────🌐
!lock arabic قفل اللغة العربية
!unlock arabic فتح اللغة العربية 
💮─────────────────💮
!owner   قائمه مدراء للمجموعه 
!res @username  معلومات عن المستخدم 
!clean modlist حذف الادمنية 
!clean rules حذف القوانين
!clean about حذف الوصف
!clean member حذف كل الاعضاء ❌
!save [title] [text]    لحفض رساله في المجموعه 
!stats عدد الاوامر المستعمله في ملف 
!statslist  عدد الاوامر المستعمله 
!who   اضهار ايديات المجموعه عن طريق الملف
!wholist  اضهار ايديات المجموعه 
💠───────────────💠️]]
end

return {
  description = "Shows bot help", 
  usage = "!الاوامر: Shows bot help",
  patterns = {
    "^!الاوامر$",
    "^/help$",
    "^!help$",
    "^help$"
  }, 
  run = run 
}

end